Repository: raypay-gateway/paid-memberships-pro
Catalog: languages/raypay-paid-memberships-pro-*.po
Languages: fa_ir

source: RayPay Paid Memberships Pro
fa_ir: درگاه پرداخت رای پی

source: RayPay payment gateway for Paid Memberships Pro
fa_ir: درگاه پرداخت رای پی برای افزونه Paid Memberships Pro

source: RayPay
fa_ir: رای پی

source: Iranian Toman
fa_ir: تومان ایران

source: Toman
fa_ir: تومان

source: Iranian Rial
fa_ir: ریال ایران

source: RayPay Configuration
fa_ir: تنظیم درگاه رای پی

source: User ID
fa_ir: شناسه کاربری

source: Marketing ID
fa_ir: شناسه کسب و کار

source: An error occurred while creating a transaction. error status: %s
fa_ir: خطا در هنگام ایجاد درگاه رخ داده است. کد خطا : s%

source: The oid parameter is not set.
fa_ir: شماره سفارش تنظیم نشده است.

source: The oid parameter is not correct.
fa_ir: شماره سفارش صحیح نمی باشد.

source: This order does not belong to you.
fa_ir: این سفارش متعلق به شما نیست.

source: An error occurred while verifying a transaction.
fa_ir: خطا در هنگا استعلام تراکنش رخ داده است.

source: Payment has been verified.
fa_ir: پرداخت با موفقیت انجام شد.

source: Payment has been unsuccessful.
fa_ir: پرداخت ناموفق بوده است.

source: An Error accrued doing level up.
fa_ir: هنگام تنظیم عضویت خطایی رخ داده است.
